"Aggressive Samba search" = "Aggressiv Sambasök";
"All..." = "Alla...";
"Appearance" = "Utseende";
"Camera" = "Kamera";
"Clear Samba server cache" = "Töm Samba-servercache";
"Crop" = "Beskär";
"DEVICES" = "ENHETER";
"FAVORITES" = "FAVORITER";
"Flip" = "Skifta";
"Icon Size" = "Symbolstorlek";
"Image Editor" = "Bildredigerare";
"Launch..." = "Starta...";
"PLACES" = "PLATSER";
"RECENT DOCUMENTS" = "SENASTE DOKUMENT";
"Recent Documents" = "Senaste Dokument";
"Refresh Samba server list every:" = "Uppdatera Samba-serverlistan varje:";
"Repository" = "Lagringsyta";
"SEARCH FOR" = "SÖK EFTER";
"SHARED" = "DELADE";
"Shared" = "Delade";
"Tool" = "Verktyg";
"Zoom" = "Zooma";
"add" = "lägg till";
"commit" = "utför";
"minutes" = "minuter";
"other" = "annat";
"revert" = "återgå";
"update" = "uppdatera";

/* ==== UNLOCALIZED ==== */

"Info" = "Info";
"Rotation" = "Rotation";
"diff" = "diff";
"raw" = "raw";
"rm" = "rm";
"status" = "status";
"terminal" = "terminal";
